Repository: Woodehh/Neodius
Catalog: Neodius/Supporting Files/LocalizedData/*.lproj/Localizable.strings
Languages: fr_ca, ja, nl

source: %@ makes use of the following third party libraries. Many thanks to the developers making them available!
fr_ca: %@ utilise les applications tierces suivantes. Merci à leurs développeurs pour les avoir rendu disponibles !
ja: %@により、これらのライブラリーの使用が可能になりました。ライブラリーの開発者に感謝します。
nl: %@ maakt gebruik van de volgende pakketten. Met dank aan de ontwikkelaars dat ze deze vrij beschikbaar maken!

source: %@ Market information
fr_ca: %@ Information sur les marchés
ja: マーケット情報
nl: %@ Marktinformatie

source: 1 Hour
fr_ca: 1 heure
ja: 1時間
nl: 1 Uur

source: 24 Hour trading
fr_ca: 24 heures d'échange
ja: 過去24時間の取引
nl: 24 Uurshandel

source: 24 Hours
fr_ca: 24 heures
ja: 24時間
nl: 24 Uur

source: 24h high
fr_ca: Haut 24h
ja: 24時間最高値
nl: 24u hoog

source: 24h low
fr_ca: Bas 24h
ja: 24時間最低値
nl: 24u laag

source: 7 Days
fr_ca: 7 jours
ja: 7日間
nl: 7 Dagen

source: <Language> is translated by: <your (nick) name> (<e-mail>)
fr_ca: French (Canadian) is translated by: mpeter
ja: Japanese is translated by: neoojisan (https://twitter.com/neoojisan)
nl: Nederlands is vertaald door Benjamin de Bos (info@its-vision.nl)

source: <p>[Please insert your message here]</p><p><em>For support inquiries, please include the following information. These make it easier for me to help you. Thank you!</em><p><hr><p><strong>Support Information</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
fr_ca: <p>[Veuillez insérer votre message ici]</p><p><em>Pour faire une requête de support, veuillez fournir les informations suivantes afin de faciliter nos échanges. Merci!</em><p><hr><p><strong>Informations relatives au support</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>
ja: <p>[ここにメッセージを入力してください]</p><p><em>サポートのお問い合わせには、次の情報を含んでください。これにより、じゅうぶんなサポートができるようになります。</em><p><hr><p><strong>サポート情報</strong></p></p>%@ Version %@ (%@)<br>%@ (%@)<br>iOS %@ (%@)</p><hr>

source: Actual
fr_ca: Actuel
ja: 実際
nl: Daadwerkelijk

source: Add wallet
fr_ca: Ajouter un portefeuille
ja: ウォレットを追加
nl: Voeg wallet toe

source: Address copied to clipboard
fr_ca: Adresses copiées dans le presse papier
ja: アドレスをクリップボードにコピーしました
nl: Adres is gekopieerd naar het klembord

source: Address input
fr_ca: Saisie d'adresse
ja: アドレスを入力
nl: Adres invoer

source: Are you sure?
fr_ca: Êtes vous sur ?
ja: よろしいですか？
nl: Weet je het zeker?

source: Ask price
fr_ca: Demander le prix
ja: 売値
nl: Laat prijs

source: Base crypto currency
fr_ca: Cryptocurrencies de référence
ja: 比較する仮想通貨
nl: Basis crypto valuta

source: Base fiat currency
fr_ca: Fiat de référence
ja: 比較する法定通貨
nl: Basis fiat valuta

source: Bid price
fr_ca: Prix demandé
ja: 買値
nl: Bied prijs

source: Block generation time: %.1fs
fr_ca: Temps de génération d'un block: %.1fs
ja: ブロック生成時間: %.1fs
nl: Blockontwikkeltijd: %.1fs

source: By entering an address
fr_ca: En entrant une adresse
ja: アドレスを入力
nl: Door een adres in te voeren

source: By entering an amount of NEO
fr_ca: En entrant un montant de NEO
ja: NEOの数量を入力
nl: Door het aantal NEO in te voeren

source: By QR-Code
fr_ca: Par QR-Code
ja: QRコードで確認
nl: Door QR code te scannen

source: By selecting a wallet
fr_ca: En sélectionnant un portefeuille
ja: ウォレットを選択
nl: Door een wallet te selecteren

source: Calculating GAS
fr_ca: Calcul du GAS
ja: GASを計算
nl: Berekenen GAS

source: Calculating GAS for: %@ NEO
fr_ca: Calcul du GAS pour: %@ NEO
ja: GASを計算: %@ NEO
nl: Bereken GAS voor: %@ NEO

source: Cancel
fr_ca: Annuler
ja: キャンセル
nl: Annuleren

source: Cannot send Email
fr_ca: Impossible d'envoyer cet Email
ja: Emailを送れません
nl: Kan e-mail niet verzenden

source: Cellular
fr_ca: Téléphone portable
ja: 携帯

source: Changes
fr_ca: Changements
ja: 値動き
nl: Veranderingen

source: Cheers thanks!
fr_ca: Merci beaucoup!
ja: ありがとうございました！
nl: Top dank je wel!

source: Connecting to the blockchain
fr_ca: Connexion à la blockchain
ja: ブロックチェーンに接続
nl: Verbinden met de bBlockchain

source: Connection status messages
fr_ca: Statut de la connection
ja: 接続ステータスのメッセージ
nl: Verbindingsstatus berichten

source: Contact us
fr_ca: Nous contacter
ja: お問い合わせ
nl: Neem contact op

source: Copy address
fr_ca: Copier l'adresse
ja: アドレスをコピー
nl: Kopieer adres

source: Copy Info
fr_ca: Copier ces infos
ja: インフォメーションをコピー
nl: Kopieer informatie

source: Currency
fr_ca: Monnaie
ja: 通貨
nl: Valuta

source: Current bid/ask price
fr_ca: Prix demandé/offert actuellement
ja: 現在の買値/売値
nl: Huidige bied/laat prijs

source: Current market values
fr_ca: Valeur actuel sur le marché
ja: 現在のマーケット価格
nl: Huidige marktvolume

source: Current wallets
fr_ca: Portefeuilles actuels
ja: 現在のウォレット
nl: Huidige wallets

source: Dismiss
fr_ca: Annuler
ja: 無視
nl: Oke

source: Dividend
fr_ca: Dividende
ja: 配当
nl: Divident

source: Donate %@
fr_ca: Donner %@
ja: %@を寄付

source: Edit wallet
fr_ca: Modifier le portefeuille
ja: ウォレットの編集
nl: Pas wallet aan

source: Enter a name
fr_ca: Entrer un nom
ja: 名前を入力
nl: Voer naam in

source: Enter a name and the address
fr_ca: Entrer un nom et une adresse
ja: 名前とアドレスを入力
nl: Voer een naam en het adres in

source: Enter NEO Amount
fr_ca: Entrer un montant de NEO
ja: NEOの数量を入力
nl: Voer aantal NEO in

source: Enter the address
fr_ca: Entrer l'adresse
ja: アドレスを入力
nl: Voer het adres in

source: Feel free to send some %@ in order to make support the Neodius development! :-)
fr_ca: N'hésitez pas à envoyer quelques %@ afin de supporter le développement de Neodius :)
ja: Neodiusの開発サポートのために%@をお送りください
nl: Voel je vrij om wat %@ te sturen ten behoeve van de Neodius ontwikkeling! :)

source: GAS Calculation
fr_ca: Calcul du GAS
ja: GASの計算
nl: GAS Berekening

source: GAS Calculation has been brought to life by N1njaWTF of NeoToGas.com. Neodius' encourages you to tip some NEO/GAS to N1njaWTF for his awesome work!
fr_ca: Le calcul du GAS est effectué grâce à N1njaWTF of NeoToGas.com. Nous vous encourageons à le récompenser pour son excellent travail!
ja: GASの計算はNeoToGas.com運営者のN1njaWTFの貢献によるものです。是非ともN1njaWTFにNEO/GASの寄付をお願いします。
nl: GAS Berekening is tot leven gebracht door N1njaWTF van NeoToGas.com. Neodius' raadt je aan om een NEO/GAS fooi te geven aan N1njaWTF voor zijn toffe werk!

source: General
fr_ca: Général
ja: 一般
nl: Algemeen

source: Get block %@
fr_ca: Block %@
ja: ブロック%@を取得
nl: Binnenhalen block %@

source: Getting best node
fr_ca: Obtention du meilleur noeud
ja: 最適ノードを取得
nl: Beste node laden

source: Getting last block
fr_ca: Obtention du dernier block
ja: 最終ブロックを取得
nl: Laatste block laden

source: Hey there!
fr_ca: Salut !
ja: こんにちは
nl: Hey hallo!

source: Language
fr_ca: Langage
ja: 言語

source: Links
fr_ca: Liens
ja: リンク

source: Loading article
ja: 記事を読み込む

source: Loading transaction
fr_ca: Chargement de la traduction
ja: トランザクションをロード中
nl: Transactie laden

source: Market Cap
fr_ca: Capitalisation
ja: 時価総額
nl: Marktwaarde

source: Message Failed!
fr_ca: Échec de l'envoi du message
ja: メッセージの送信に失敗しました

source: minute
ja: 分
nl: minuut

source: minutes
ja: 分
nl: minnuten

source: N1njaWTF Tip jar
fr_ca: Tipper N1njaWTF
ja: N1njaWTFをサポートする
nl: N1njaWTF fooienpot

source: No Connection
fr_ca: Aucune connection
ja: 接続がありません

source: No network we'll inform you when it's back!
fr_ca: Aucun réseau détecté, vous recevrez un message quand nous en détecterons un
ja: ネットワークがありません。ネットワークが戻り次第通知します。
nl: Geen internet verbinding, we houden je op de hoogte!

source: No transactions found
fr_ca: Aucune transaction trouvée
ja: トランザクションが見つかりませんでした
nl: Geen transacties gevonden

source: Oh yes, internet is back!
fr_ca: Le réseau est de retour!
ja: インターネットに再接続しました
nl: Oh yes, internet is er weer!

source: Okay
fr_ca: D'accord
ja: OK

source: Per day
fr_ca: Par jour
ja: 1日
nl: Per dag

source: Per month
fr_ca: Par mois
ja: 1ヶ月
nl: Per maand

source: Per week
fr_ca: Par semaine
ja: 1週間

source: Per year
fr_ca: Par an
ja: 1年
nl: Per jaar

source: Pick a method
fr_ca: Choisissez une méthode
ja: 方法を選択
nl: Selecteer een methode

source: Quick address lookup
fr_ca: Rechercher rapidement une adresse
ja: アドレスでウォレット情報を見る
nl: Snel een adres bekijken

source: Rank
fr_ca: Rang
ja: ランキング
nl: Marktpositie

source: Receiving NEO Amount from wallet
fr_ca: Réception de NEO depuis le portefeuille
ja: NEOをウォレットから受け取る
nl: Hoeveelheid NEO uit wallet binnen halen

source: Refresh interval
fr_ca: Rafraichir l'intervalle
ja: 更新間隔
nl: Verversings interval

source: Refresh timer
fr_ca: Rafraichir le timer
ja: 更新タイマー
nl: Ververs timer

source: second
fr_ca: seconde
ja: 秒
nl: seconde

source: seconds
fr_ca: secondes
ja: 秒
nl: seconden

source: Secure app with passcode
fr_ca: Application sécurisée pare un mot de passe
ja: パスコードでアプリを保護
nl: Beveilig app met passcode

source: Security
fr_ca: Sécurité
ja: セキュリティー
nl: Beveiliging

source: Select crypto currency
fr_ca: Choisissez une cryptocurrency
ja: 仮想通貨を選択
nl: Selecteer crypto valuta

source: Select currency
fr_ca: Choisissez une monnaie
ja: 法定通貨を選択
nl: Selecteer valuta

source: Select interval
fr_ca: Sélectionnez un intervalle
ja: インターバルを選択
nl: Selecteer interval

source: Select wallet
fr_ca: Sélectionnez un portefeuille
ja: ウォレットを選択
nl: Selecteer wallet

source: Settings
fr_ca: Réglages
ja: 設定
nl: Instellingen

source: Share address
fr_ca: Partager l'adresse
ja: アドレスをシェア
nl: Deel adres

source: Tap the icon on the right upper side to enter the NEO amount to calculate!
fr_ca: Appuyez sur l’icône en haut à droite pour entrer la quantité de NEO à calculer
ja: 右上のアイコンをタップしてNEOの数量を入力し計算してください。
nl: Tap op het icoon rechtsbovenin om het NEO aantal op te geven voor de berekening!

source: Tap to read on
ja: タップして読み取る

source: Theoretical
fr_ca: Théorique
ja: 理論値
nl: Theoretisch

source: This is the NEO address. Feel free to transfer some NEO or GAS! :)
fr_ca: Voici l'adresse pour NEO. N'hésitez pas à y transférer quelques NEO ou GAS :)
ja: これがNEO/GASのアドレスです。NEO/GASを送りましょう。
nl: Dit is het NEO adres. Voel je vrij om er wat NEO of GAS heen te sturen :)

source: Time
fr_ca: Temps
ja: 時間
nl: Tijd

source: Tip jar
fr_ca: Tipper
ja: サポート
nl: Fooienpot

source: Tip N1njaWTF
fr_ca: Tipper N1njaWTF
ja: N1njaWTFをサポートする
nl: Geef N1njaWTF een fooi

source: Tip N1njaWTF of NeoToGas.com some GAS or NEO! :-)
fr_ca: Tipper N1njaWTF ou NeoToGas.com quelques GAS ou NEO :-)
ja: N1njaWTFにGASかNEOを送る
nl: Geef N1njaWTF van NeoToGas wat GAS of NEO! :-)

source: Tools
fr_ca: Outils
ja: ツール
nl: Hulp

source: TouchID (not available)
fr_ca: TouchID (Non disponible)
ja: TouchID (利用不可)
nl: TouchID (niet beschikbaar)

source: Transactions
ja: トランザクション
nl: Transacties

source: Unclaimed GAS
fr_ca: GAS non réclamé
ja: 未請求分のGAS
nl: Ongeclaimd GAS

source: Unfortunately there are no Email accounts available on your device. For support questions, please send an Email to %@ and include the following information: %@. Tab the 'Copy info' button to copy this information to your pasteboard. Thank you!
fr_ca: Malheureusement, aucune adresse email n'est associée à votre appareil. Pour contacter le support, veuillez envoyer un email à %@ et y inclure le message suivant: %@ Appuyez sur le bouton 'Copier message' pour le copier directement dans le presse papier. Merci!
ja: 申し訳ありませんがこのデバイスで使えるメールアドレスがありません。 サポートのお問い合わせには次の情報を含めた上で%@までメールをお送りください。 「Copy info」ボタンのタブからこの情報をコピーしてください。

source: Use MainNet blockchain
fr_ca: Utiliser le réseau principal de la blockchain
ja: MainNetブロックチェーンを使用
nl: Gebruik MainNet blockchain

source: Use TouchID to unlock Neodius
fr_ca: Utiliser le TouchID pour déverrouiller Neodius
ja: TouchIDでNeodiusのロックを解除
nl: Gebruik TouchID om Neodius te openen.

source: View transaction
fr_ca: Voir la transaction
ja: トランザクションを表示
nl: Bekijk transactie

source: Visit %@
ja: %@ に行く

source: Visual and messages
fr_ca: Messages et images
ja: ビジュアルとメッセージ
nl: Visueel en berichten

source: Volume
ja: 取引量

source: Wallet address
fr_ca: Adresse du portefeuille
ja: ウォレットアドレス
nl: Wallet adres

source: Wallet management
fr_ca: Organiser les portefeuilles
ja: ウォレット設定

source: Wallet refresh interval
fr_ca: Temps de rafraichissement des portefeuilles
ja: ウォレット更新のインターバル
nl: Wallet ververs interval

source: Wallets
fr_ca: Portefeuilles
ja: ウォレット

source: Welcome to Neodius, we aim to make the NEO blockchain more accessible to everybody. To use this app, get your wallet address and add this to Neodius. You can do that by tapping the menu button on the left top side and tap Add Wallet. Don't forget to give feedback through the about screen!
fr_ca: Bienvenue sur Neodius, notre objectif est de rentre NEO accessible au grand public. Afin d'utiliser cette application, ajouter votre adresse NEO sur Neodius en tapant sur le bouton menu en haut à gauche, puis en cliquant sur Ajouter un portefeuille N'hésitez pas à nous renvoyer votre feedback dans le menu A propos!
ja: Neodiusへようこそ。私たちはNEOブロックチェーンをアクセスしやすいものにするために活動しています。 このアプリを使うには、ウォレットのアドレスを取得して追加してください。左上のメニューボタンをタッチしたあとに「ウォレットを追加」をタップすることで、アドレスを追加できます。 このスクリーンについてのフィードバックをいただけると助かります。
nl: Welkom bij Neodius, wij proberen de NEO blockchain toegankelijker te maken voor meer mensen. Om deze app te gebruiken, voer je je wallet adres in bij Neodius. Je kunt dat doen door op de menu knop linksboven in te drukken en daarna op Voeg wallet toe. Vergeet niet om feedback te geven in het Over scherm!

source: What source would you like to have for the GAS Calculation?
fr_ca: Quelle source souhaitez vous utiliser pour calculer le GAS ?
ja: ガスの計算にどのソースを使用しますか？
nl: Welke bron wil je gebruiken voor de GAS Berekening?

source: Yes
fr_ca: Oui
ja: はい
nl: Ja

source: You're about to remove %@. Are you sure?
fr_ca: Vous êtes sur le point de supprimer %@. Êtes vous sur ?
ja: %@を削除しようとしています。本当によろしいですか？
nl: Je staat op het punt om %@ te verwijderen, weet je het zeker?

source: Your email has failed to send.
fr_ca: Votre email n'a pas pu être envoyé.
ja: メールの送信に失敗しました
nl: Je e-mail is niet verzonden!!

source: About
fr_ca: A propos
nl: Over

source: Visit GAS on Poloniex
fr_ca: Voir le GAS sur Poloniex
nl: Bezoek GAS op Poloniex

source: Visit NEO on Bittrex
fr_ca: Voir le GAS sur Bittrex
nl: Bezoek NEO op Bittrex

source: Visit NEO.org
fr_ca: Visiter NEO.org
nl: Bezoek NEO.org

source: Visit NeoToGas.com
fr_ca: Visiter NeoToGas.com
nl: Bezoek NeoToGas.com
